Repository: atlas-studios/Session2-G9
Catalog: omegat/project_save.tmx
Source language: zh_cn
Languages: en_us

source: 利维坦猩猩对那张巨网的控制，简直就象是手臂一般灵活，翻来覆去的扭动当中，竟是挡下了绝大多数的法术。
en_us: The Leviathan Gorilla controlled the giant net like it was a flexible arm. Most of the spells were actually blocked in the midst of twists and turns.

source: 别说只是一个克伦威尔，就算是克伦威尔他老爸，那个据说魔法造诣丝毫不比葛瑞安逊色的老梅林，惹上了这个年轻法师也绝对是死路一条。
en_us: Even Cromwell's father, Old Merlin, who was said to be on par with Gerian in terms of magic attainments, would have no other way out except to die if he messed with the young mage, let alone someone like Cromwell.

source: 别说是你霍伦了，就算是你老子奥德文，都不一定敢跟他正面冲突，妈的也不想想，这老家伙是干什么的，这老瘟神的学生你也敢动，简直就是活得不耐烦了。
en_us: Even if you were Odwin, you wouldn't dare to fight him head-on. Hell, did you even think who this old man was? If you even dared to touch the student of this pestilence, you were just asking for death.

source: 别说葛瑞安，就连林立都听人说过好几次了。
en_us: Not to mention Gerian, even Lin Li had heard it several times.

source: 到了最后，利维坦猩猩已是完全放弃了八级魔兽的尊严，惨叫声中充满了求饶的意味，在地上又是打躬又是作揖，只差没跪下去给林立磕上几个响头了。
en_us: Finally, the Leviathan Gorilla had given up all its dignity as a level-eight magical beast. Its cries were full of pleas for mercy, and it hunched and bowed with hands folded in front, all but kneeling on the ground giving kowtows to Lin Li.

source: 到周三的时候，林立才拖着疲惫的身体从药剂室出来。
en_us: It was Wednesday when Lin Li dragged his tired body out of the potion lab.

source: 刹时间一股雾气升腾，融合了恶魔之泪汁液的药剂，顿时在药剂室里弥漫起一股醉人的香气，那是一种相当独特的味道，就好象陈年佳酿一般，浓得化也化不开，充满了一种致命的诱惑气息。
en_us: A plume of mist rose up instantly. The potion fused with the succus of the devil's tears immediately filled the potion lab with an intoxicating fragrance. It was a rather unique aroma, like one of a vintage wine that was too thick to diffuse and full of deadly allure.

source: 刹时间翡翠高塔外的魔法元素疯狂的涌动着，一次次的绚丽魔法碰撞，激荡起无比华丽的光芒，就在老梅林浮空飞起之时，两人已进行了近十次交锋，那一次次的攻击，无不是威力绝伦的高级魔法。
en_us: The magical elements outside the Emerald Tower swarmed madly. Each time the grandiose magic collided, it'd spark off resplendent rays of brilliance. As Old Merlin levitated into the air, both had exchanged almost ten strikes. Each attack was no less an extremely powerful top-level magic.

source: 前两天他才打了江豹，此刻又打了江松，怕是江如虎知道后肯定会恨得牙直痒痒吧？
en_us: Two days ago, he had just beaten up Jiang Bao; at that moment, he just struck Jiang Song. Surely, should Jiang Ruhu find out, wouldn't he feel so much hatred that he would be itching to fight?

source: 前方不远的地方，正是林立曾经来过的冒险者公会。
en_us: Not far ahead was the Adventurers Guild Lin Li had once visited.

source: 前方似乎越来越宽敞，刚进来时还只是一座小小的山洞，等到林立越走越深，那山洞也仿佛变成了一座迷宫。
en_us: The route ahead seemed to be getting wider; it was only a small cave when he just came in. As the forest grew deeper, the cave seemed to have turned into a maze.

source: 前方树木渐渐稀疏，树林间再不是暗无天日，温暖的阳光从树丛缝隙间透入，照得人身上只觉一阵暖洋洋的，而与这温暖的阳光一般开朗的，还有林立的心情，终于能离开这见鬼的落日山脉了。
en_us: The trees ahead were gradually thinning, and the woods were no longer dark. Warm sun rays penetrated the gaps in the trees and landed on their bodies. Warming up with the sun rays was Lin Li's mood as he was finally able to leave the cursed Sunset Mountains.

source: 前方的江如虎本想躲开，继续招呼人围攻，摸清楚江逸的真实实力再做打算，此刻却顿住身子哈哈大笑起来，眼中凶光暴涨，身上元力倾泻而出，两个拳头如铁锤般朝飞来的江逸砸去。
en_us: Jiang Ruhu, standing in the frontal direction of Jiang Yi's movement, had initially thought of avoiding the incoming attack while continuing to direct his cronies to attack from all sides, such that he could clearly grasp Jiang Yi's actual level of power before deciding on his next plan of action. At that moment however, he suddenly stopped his bodily movements and began to burst into loud laughter. With his eyes filled sharply with a strong ominous glint, the essence forces poured out in torrential waves from his body as his two fists smashed forward like metal hammers in the direction of the incoming Jiang Yi.

source: 前院一道沉喝声，将江逸的思绪拉了回来，他一听声音暗道不妙，荣管事终于找上门来了。他身子一缩，立即躲进了后院的茅草堆中，大气不敢吐出。
en_us: a deep, loud voice rung from the front courtyard, rousing Jiang Yi from his thoughts. Upon hearing the voice, he thought to himself that trouble had finally caught up to him. Chief Rong had come. Curling his body into a ball, he quickly hid in the pile of weeds in the backyard. He dared not breathe or release any air.

source: 加洛斯交易所内空荡荡的，除了一个正靠在柜台上打盹的老头之外，连个鬼影子都看不到，林立进去一连敲了几十下柜台，那老头才带着一脸惺忪的睡意张开眼来，一边打着呵欠，还一边小声抱怨着：“现在的年轻人可真缺德，连老人家偶尔偷懒睡个觉都要吵醒，哎……年纪这么大了，也不知道还能好好的睡上几次觉……”
en_us: It was empty inside the Jarrosus Exchange; not a ghost could be seen except for an old man who was dozing off at the counter. Lin Li went in and knocked on the counter dozens of times before the old man opened his eyes with a sleepy face. He yawned as he grumbled in a quiet voice, "Young people nowadays are really mean, waking up an old man taking an occasional nap. Aye, I'm already this old, wonder how many more good naps I can take..."

source: 加洛斯的法师们都不记得，自己有多少年没听过“奥法药剂”这个名字了，特别是属于魔法家族的那些。
en_us: The mages in Jarrosus could not even remember how many years it had been since they heard of "Arcane Magic Potion", especially those who came from the mage families.

source: 加洛斯首富走了没多久，葛瑞安就一脸猥琐的凑了过来。
en_us: Not long after the richest man in Jarrosus left, Gerian came over with a creepy look on his face.

source: 加洛斯魔法公会一直人才凋零，几个至少九级以上的魔法师退出，简直就是一场毁灭性的灾难，几乎所有人都认为，葛瑞安一定会妥协，否则不用等到三个月之后的最高议会评估，加洛斯魔公会就会彻底从安瑞尔消失。
en_us: Jarrosus' Guild of Magic had been lacking in talent, and the withdrawal of a few mages who were of at least level-nine would be a devastating disaster. Almost everyone thought Gerian would compromise—otherwise, the Jarrosus Guild of Magic would completely disappear from Anril before the Supreme Council's assessment in three months' time.

source: 加洛斯魔法公会这几年虽然落魄，但因为黑暗年代时的协议，他们多多少少还能从药剂师公会搞到一些援助，虽然这种援助，通常都是用葛瑞安那张老脸去换来的，但比起魔法家族来，他们仍然是幸福的。
en_us: Although the Jarrosus Guild of Magic had been down and out in recent years, due to the agreement made during the Dark Ages, they could more or less get some aid from the Pharmacists Guild. Although the aid was paid for with Gerian's old face, they were still happier than the mage families.

source: 包括凯文在内，所有人都已经绝望了，在一个完全恢复魔力的大魔导士面前，一切都只是浮云，翡翠高塔这边虽然人多势众，却没有一个人能救得了葛瑞安……
en_us: Everyone was in despair, including Kevin. All was naught in the face of a mage with a fully restored mana. Though they had plenty of people in the Emerald Tower, none could help Gerian...

source: 包括格林－伯恩塞德在内，几乎所有的药剂师，都是严格按照配方操作，他们从来不会去思考，为什么要这样，又为什么不能那样，被束缚了想象力，不敢打破固有规则的他们，也许有机会凭借自己的努力达到宗师境界，但却永远也不可能接触到神匠领域。
en_us: Almost all the pharmacists, including Grimm Burnside, followed strictly in accordance with the formulas. They had never considered the reasons why they had to do this or why they could not do that. They were bound by their imagination and dared not break the inherent rules. They might have the chance to reach the realm of a guru by their own efforts, but they would never be able to reach the realm of a Divine Smith.

source: 包括艾萨克在内，这位加洛斯城主望着那一点点溅起的火花，目光中已是充满了绝望，伸出手来指了指巴瑟罗尔，想要开口骂他几句，却又发现自己根本说不出话来，只是神色复杂的叹了口气，慢慢将伸出的手放了下来。
en_us: ...Including Isaac—the Castellan of Jarrosus City watched the spattering sparks, his eyes full of despair. He held out his hand and pointed at Bathrilor, wanting to scold him, but found himself speechless. With a complex expression, he sighed and slowly lowered his outstretched hand.

source: 匆匆一眼，给林立的感觉却只能用惊艳来形容……
en_us: Lin Li had glanced in a hurry, but he could only describe it as amazing...

source: 匆匆将麦德林打发走，安度因又走到林立面前，一张老脸之上，带着几分急切的神色：“费雷，快来帮我看看，这瓶蛮牛之力配得怎么样……”
en_us: Andoine hurriedly sent Medellin away and walked to Lin Li. He had an anxious expression on his aged face. "Felic, hurry and help me see how the Bull's Strength Potion is doing..."

source: 十一魔法家族，六大地下势力，加洛斯城主府，加洛斯魔法公会，再加上十几支弱小势力，以及几十上百个乱七八糟的野人，这座城市里有资格竞争奥法药剂的人，几乎都坐在了公会大厅里，一时间这空旷的公会大厅，竟显得有些拥挤起来。
en_us: 11 mage families, six underground forces, castellan of Jarrosus, Jarrosus Guild of Magic, plus a few dozen weaker forces, and a few hundred wild men from all over the place. Everyone qualified to compete for the Arcane Magic Potion in Jarrosus was sitting in the guild's hall. For a moment, the spacious guild hall looked crowded.

source: 十七级大魔导士所拥有的，简直就是非人的力量，仅仅是外放的魔力，就足以在树林中引发一阵可怕的元素风暴，狂风卷起了漫天的落叶，沙尘泥土混做一片，打在人脸上就好象刀割一样，身处这元素风暴的中心，霍伦那张方方正正的脸上，更是充满了复仇的快意。
en_us: The power that a level-seventeen archmage had was simply superhuman. Even only the radiation of magic could bring about a terrifying elemental storm in the forest. The fierce winds swirled up a whole sky of fallen leaves. The dust, sand and soil became one, and if it hit one's face, it felt like a cut from a knife. At the heart of this elemental storm, Hoeren's face was filled with the pleasure of revenge.

source: 十三个魔力节点激活的瞬间，那块纯净的红宝石，也散发出了耀眼的光芒，林立将点金棒往前一伸，落到了一枚五级魔晶上，刹时间就只见一片光芒升腾而起，魔晶瞬间被分解成最纯粹的魔法精华，只留下一片晶莹的光晕附在点金棒上。
en_us: At the instant the 13 magic nodes were activated, the pure ruby gave off a dazzling light as well. Lin Li extended the gold rod forward and it landed on a level-five magical crystal. In an instant, a ray of light rose from it as the magical crystal was dissolved into the purest essence of magic, leaving only a glittering halo on the gold rod.

source: 十二年前，当年仅三岁的江逸被大长老抱回江家，成为江家实力最强大的外门供奉，大长老的干孙子时，他的地位尊荣，是名正言顺的旁系少爷。
en_us: Twelve years prior, a three-year-old Jiang Yi was brought back to the family by the Grand Elder and consecrated as the Grand Elder’s god-grandson. It was then that Jiang Yi acquired his respectable standing—by being made a legitimate descendant of the Jiang Clan, despite not having the Jiang Clan’s blood flowing through his veins.

source: 十二年前，当朦胧记忆中他的娘亲病逝时，他被大长老用右手抱到了这座天羽城，而当时大长老左手抱着的另一个小孩，就是小奴。他和小奴在天羽城除了江家的族人外，根本就不认识其他人，又是哪里冒出来的亲戚？
en_us: Jiang Yi probed the murky depths of his memory with a thoughtful expression. Roughly twelve years ago, after his mother died from an illness, Jiang Yi was carried to Skyplume City in the Grand Elder’s right arm. At the time, there was another kid carried in the Grand Elder’s left arm: Xiaonu. Xiaonu and Jiang Yi both did not know anyone else in Skyplume City besides the members of the Jiang Clan, so where on earth could she have magically found some relatives?

source: 十五分钟的时候，葛瑞安的瞳孔也渐渐放大……
en_us: At fifteen minutes, Gerian's pupils began to dilate...

source: 十几息时间后，正当他莫名惊诧的四方扫视时，突然感觉左眼看到的物体一下子变得模糊了起来。再眨依然如此，视力已经回复了正常。这回墙角那只蜘蛛虽然还能看到，但怎么都看不清他腿上有没有毛了……
en_us: About half a minute later, after sweeping the surrounding with a baffled glance, he suddenly realized that his left eye viewed things in a blur. It was the same when he blinked. His vision had returned to normal—this time he could still see the spider on the wall but could not make out whether there were hairs on its legs…

source: 十几息时间后，黑色元力消耗完，江逸只能停下运转江水决，调集一丝黑色元力继续增幅药力。如此周而复始，在十缕黑色元力消耗完毕后，他才停下了修炼。
en_us: Some twenty or thirty seconds later, the black essence force had be completely consumed. Jiang Yi had no choice but to stop circulating the Jiang Water Art technique, and instead assemble a wisp of black essence force to continue increasing the medical efficacy. In such an established cycle, only when he had consumed all ten wisps of black essence force, did he reach his "ending point" and thus stop his power cultivation.

source: 十几枚魔晶放在桌上，林立手里拿着点金棒，在那稍稍犹豫了一下，还是把怒焰之袍给脱了下来。
en_us: More than a dozen magical crystals lay on the table. Lin Li held the gold rod in his hand. After a slight hesitation, he removed the Robe of Wrath he was wearing.

source: 十分钟的时候，凯文的额头上开始冒起汗来……
en_us: At ten minutes, sweat began to break out on Kevin's forehead...

source: 十四万金币其实已经超过了罗林家族的底线，可安东尼－罗林还是不得不死死的顶着。
en_us: 140,000 gold coins had already exceeded the Rolin Family's budget, but Anthony Rolin had no choice but to hang tough.

source: 十枚灵神丹用了九枚，而他……也终于修炼到了铸鼎境二重！内视到丹田内多了一倍，颜色也更深了一分的蓝色元力，江逸恨不得仰天一声长啸，释放内心的快意。
en_us: Out of the ten Spirit Pills, he had consumed nine of them, and he... had also finally cultivated his power up to the second stage of the Cast Tripod Realm! He used his inner vision to see that, within his dantian, he acquired twice the amount of blue essence force as before, with its colour being darker by a grade. Jiang Yi could not help but release a loud holler towards the sky, releasing the happiness in his heart.

source: 半个时辰之后便抵达了西山。
en_us: He reached the Western Hills in an hour.

source: 半个时辰之后，江逸的身子被重重的拍飞出去，翊龙宇也累得气喘吁吁，江逸呲牙咧嘴的爬了起来，拱手道：“翊公子实力强大，在下甘拜下风。”
en_us: An hour later, Jiang Yi took a heavy hit as his body was tossed to the side. At this point, Jiang Longyu was already panting with exhaustion. Jiang Yi grimaced and climbed to his feet, cupping his hands in salutation, "Young Master Yi was indeed strong, yours truly humbly admit defeat."

source: 半夜时分，等他提炼满了十缕黑色元力立即运转去丹田外，轻松的消融了十枚龙形封印上的红色符文。让他惊喜的是，随着符文不断的消失，他修炼江水决的速度再次增快，达到了原先的三倍。
en_us: At midnight, once he had refined ten full strands of black essence force, he immediately transferred them to the exterior of his dantian and smoothly removed ten runic characters off the dragon-shaped seal. What made him pleasantly surprised was that, as the characters continued to vanish, the speed which he refined essence force using the Jiang Water Art increased further, reaching speeds three times the original level.

source: 半柱香时间后，他无奈的睁开眼睛，却很快满脸惊异起来。因为他发现这个世界还是那么的清晰，这都半柱香时间了，这黑色元力竟还没消耗完？
en_us: Two and a half minutes later, he helplessly opened his eyes. Yet his facial expression very quickly changed to one of amazement. This was because he realised that, seen through his eyes, the world around him was still so clear. It had already been two and a half minutes, yet how could it be that the black essence force had not been consumed fully?

source: 占了人家炼丹房弟子的位置，虽然并不是他有意的，江逸还是有些尴尬的饶头道：“柳长老不在，嗯……昨日你走了之后，我正想跟着离开，却被柳长老叫住了，让我以后留在这帮忙了。”
en_us: Taking over someone else's position as the assistant in the alchemy lab... even though it was not his intention to do so, he felt awkward. "Elder Liu is not here," Jiang Yi replied. "Erm... yesterday, after you left, I was just thinking of leaving with you, but I was called back by Elder Liu, and he let me stay here to help him out in the future."

source: 危难关头，他脑海似乎也运转得特别快了，突然他灵机一动，好像……下午研究时，黑色元力运转到眼睛时，时间流转慢了一丝？
en_us: His mind seemed to move particularly quickly during such a greatly dangerous moment. An idea came to him suddenly. It seemed as though... during his research that afternoon, when some black essence force was transferred to his eyes, time had slowed down by a smidgen.

source: 即使是计算错误，也不过是用八十万金币买了十瓶奥法药剂而已，价格虽然贵了点，却也同样可以赢得魔法公会的好感，再蠢的人都不会去拒绝一个慷慨的买家，精明如葛瑞安自然更加不会。
en_us: Even if he had miscalculated, he only had to buy that ten bottles of Arcane Magic Potion with 800,000 gold coins. It might be a little expensive, but he could still win the favor of the Guild of Magic nonetheless. The most foolish of person would not reject a generous buyer, much less a shrewd person like Gerian.

source: 即便在场众人已经了解了一些内幕，此时再听到凯文亲口承认时，也是很难掩饰心头的震撼，药剂大师是什么概念？那是早已超脱凡俗的人物，几瓶小小的药水，就足以让一支势力从衰落到兴起，也足以让一个庞大家族瞬间分崩离析。
en_us: Even if the people present already knew something, they could not hide the shock hearing Kevin admitting it. What was the concept of a potion master? It was someone who was long out of the ordinary; a few small bottles of potions would be enough to make a power rise from decline and a huge family to fall apart in an instant.

source: 即便小江逸将那数十部秘笈，每一种系别的心法全都试验了一遍，耗时接近一年，却依旧没有出现奇迹——他提炼一个月元力积攒出来的成果，甚至比不上某些天才子弟修炼一天来得多！
en_us: The young Jiang Yi spent almost an entire year trying out every single technique of mental cultivation available in the stacks of secret tomes. Despite this, he did not experience any miracle at all. The amount of essence force collected over a month of cultivation remained less than what some genius disciples extracted in a single day.

source: 即便是以老格林的淡泊名利，此时听见林立的悄悄话，一张老脸也是不由涨成了猪肝色……
en_us: Even with Old Grimm's indifference to fame and fortune, his face turned liver-colored when he heard Lin Li's whispers...

source: 即便是刚刚突破十三级的林立，在这股压力之下，也有一种喘不过气来的感觉，这是最纯粹的力量压制，霍伦没有吟唱任何咒语，也没有施展任何法术，仅凭着魔力的外放，就足以压制这三个实力不弱的年轻魔法师。
en_us: Even for Lin Li, who had just surpassed level-thirteen, he felt breathless at such pressure. This was the purest form of strength suppression. Hoeren had not chanted any spells nor performed any spells. He only relied on the radiation of magic, which was enough to suppress three rather powerful young magi.

source: 却偏偏没有什么办法，林立所能够做的，只能是更加勤奋的练习，更加拼命的阅读各种魔法书籍，希望能用勤奋去弥补这一切。
en_us: But there was no other way. What Lin Li could do was to practice and read all kinds of magic books more diligently, hoping to make up for all this with diligence.

source: 却没想到让他去一次加洛斯，竟然会断了两根手指回来，如果不是父亲奥德文拦着，霍伦早就亲自去加洛斯找那个叫费雷的凶手了。
en_us: But he never thought that once he allowed Bathrilor to go to Jarrosus, he had returned with two broken fingers. If it were not for his father Odwin holding him back, Hoeren would have already gone to Jarrosus himself to find the assailant called Felic.

source: 原本他还看中了一条项链，打算让那制服小妹妹拿下来给他看看，可是一摸口袋，却忽然发现这么一个尴尬的事实，林立脸上的笑容顿时僵住了，憋了半天不得不讪讪笑道：“我先看看……等下再说……”
en_us: He had his eyes on a necklace and was about to ask the uniformed lady to show it to him when he had discovered this embarrassing fact upon touching his pockets. The smile on Lin Li's face froze and after a long while he chuckled lamely, "I'll have a look... We'll see how later..."

source: 原本只存在于传闻当中的人物，终于在凯文口中变成了事实，一时间公会大厅里乱得有些不可开交，所有人都在窃窃私语，所有人都在四处张望，那一刹那间的骚乱，几乎将整个公会大厅淹没。
en_us: A character that only existed in hearsay had finally become a fact in Kevin's words, and all at once the guild's hall was thrown into a pandemonium. Everyone was whispering and looking about. The moment of ferment almost drowned out the guild's hall.

source: 原本只是作为照明之用的低级魔法，在这幽暗潮湿的洞穴中，威力竟是大得出奇，只听一声惨叫传来，那猛扑而来的怪物已是受了重创。
en_us: What was originally a low-grade magic spell used for lighting had released an extraordinary power in this dark and damp cave. A cry of horror ensued and the savage beast was badly wounded.

source: 原本只有一百二十斤力气的江逸仓促运转江水决元力，竟然在融合了无名口诀修炼出来的那一丝黑色元力之后，一招便将江豹反推出去四五丈远？
en_us: when Jiang Yi hurriedly circulated the Jiang Water Art essence force which only had about 72 kilograms of force, it unexpectedly fused with a cloud of black essence force from the nameless formula. One blow was enough to sent Jiang Bao tumbling back fifty feet away.

source: 原本异常臃肿的身体，此时竟是如山岳般凝重。
en_us: His body, originally overstuffed, was as imposing as a mountain in that instant.

source: 原本葛瑞安就有点奇怪，安度因虽然是加洛斯魔法公会成员之一，可这老家伙一向沉迷于药剂学，在公会几十年就没干过一件正事，偶尔露一次面，也大多是要材料要配方，今天这是吹的什么风，这老家伙居然给人写起介绍信来了……
en_us: Gerian had found it odd from the start. Although Andoine was a member of the Jarrosus Guild of Magic, he had been immersed in pharmaceutics and had not done anything serious in the guild for decades. He'd occasionally show his face once in a while, but only when he needed ingredients for his recipes. Had the directions of the wind changed for the old chap to write someone a letter of recommendation…?

source: 原本蹲着一个马步的江如鹰眼中寒光一闪，双腿一曲身子突兀朝前方跃去，右腿上黄色元力环绕带着赫赫风声如一把锋利斧头般，对着跪着的江逸后背狠狠劈下。
en_us: A glimmer of coldness flashed past Jiang Ruying's eyes. Originally squatting in a horse stance, both of his legs bent downwards as his body suddenly leaped forward. The yellow essence force revolving around his right leg produced a brilliant windy sound as the leg cut down ruthlessly onto a kneeling Jiang Yi's back like a sharp axe.

source: 原本迷宫一般的森林，仿佛忽然之间就开朗起来。
en_us: The forest that was initially like a labyrinth seemed more pleasant all of a sudden.

source: 去办手续的路上，两人不时聊上几句，渐渐的也有些熟了。
en_us: On the way down, the two of them chatted from time to time and gradually became familiar with each other.

source: 参与竞争的是一名中年人，葛瑞安看了他一眼，就低声向林立说道：“这个是亚伦－马齐斯，血色兄弟会的首领，加洛斯六大地下势力之一，主要控制着赌场生意，这家伙不是个简单的人物，老奥丁跟他争过几次赌场控制权，可一次也没争过，你看着吧，那小个子要有麻烦了……”
en_us: It was a middle-aged man who participated in the competition. Gerian took a look at him and whispered to Lin Li, "This is Aaron Matsis, the leader of the Blood Brotherhood, one of the six underground forces in Jarrosus mainly in control of the casinos. This fellow is not simple; Old Odin has fought for the control of the casino rights with him but not once did he succeed. Just look, that shorty is in trouble..."

source: 参加宴会的多是加洛斯名流，除了十七支势力的人外，还有不少富商名人之流，此时男男女女一个个打扮得衣冠楚楚光彩照人，在宴会大厅中如穿花蝴蝶般左右逢迎，看上去倒也热闹非凡。
en_us: The majority of the guests were distinguished personages of Jarrosus. Apart from the 17 forces, there were many rich businessmen and celebrities. The men and women were all dressed to the nines, fluttering about in the banquet hall like butterflies. It looked like an extremely lively scene.

source: 参加拍卖会的各大势力首脑，肯定是要好好招待一番的，他们送来的金币，自然也需要有人去清点，还有曼尼斯家族送来的那一百套精良装备，也应该开放给公会魔法师申请，乱七八糟的一堆事摆在那里，光是想想都让人觉得头大。
en_us: The leaders of the major forces who had attended the auction had to be well-served. The gold coins they sent would need someone to count of course; and the 100 sets of excellent magic equipment sent by the Mannes Family should be open to the guild mages to apply for. All the matters were in a mess, and just thinking about them would make anyone's head ache.

source: 又听那声音发了好一阵脾气，就在林立打算捂起耳朵继续睡觉时，那虚掩的房门却忽然打开了。
en_us: Another fit of temper from the owner of the voice. Lin Li was just about to cover his ears and go back to sleep when the door that was unlatched swung open.

source: 又是一段火焰之手的咒语响起，林立很小心的控制着魔力，让那跳动的火苗轻轻燎着烧杯底部，烧杯中的巨龙之血渐渐开始沸腾，空气中弥漫起了一股奇异的味道，那是血腥味经过加热蒸发，又混合着星辰沙清新的味道，闻起来有些古怪有些刺鼻。
en_us: Another spell recitation for the Flaming Hands sounded. Lin Li carefully controlled the mana, letting the flickering flame stroke the bottom of the beaker gently. The dragon's blood began to boil and a peculiar smell permeated the air. It was the smell of heated and evaporated blood mixed with the freshness of the star sand—a smell that was strange and pungent.

source: 又是上百万金币的药草砸下去，药剂学也顺利升到了大师级别。
en_us: Again, another million gold coins worth of herbs smashed and an advancement to the Master of Pharmaceutics.

source: 又比如什么费雷魔法师这么年轻，怎么就有这么高深的药剂造诣，直弄得林立是头大如斗，偏偏还不能告诉他，老子无数金币外加一张愿望卷轴，活活砸出来的五系宗师，靠的就是金钱开路，你要有钱你也可以……
en_us: Or that Mage Felic was so young but his attainments in pharmaceutics were so advanced, making Lin Li's head turn big as a bucket. But he could not tell Isaac that he had smashed in countless gold coins and a Scroll of Wishes to attain his status as a guru of all five series. It was money that paved the way. You could do it as well if you had the money...

source: 又贫瘠又分散的矿脉，可以说是最安全的了，所以林立一点也不着急，就算有人过去了又怎么样？还不是只能干看着，没有大师级别的矿物知识，他们就算上采半个月都不一定能采干净。
en_us: A mineral vein both barren and dispersed could be said to be the safest. Thus, Lin Li did not bother to worry at all. So what if other people reached there before him? Without Master-level mineral knowledge, they could only stare-whether they would be able to mine out all minerals in half a month's time remained questionable at the very least.

source: 双方同时耗尽魔力，敌人却在最关键的时候，拥有了完全恢复魔力的机会，这世上恐怕再也没有比这更加无奈的事了……
en_us: Both had exhausted all their mana, but the enemy had possessed the opportunity to restore all his mana at the most critical time. There was probably nothing else in this world that could feel more helpless than this...

source: 双方有着近十级的差距，最后竟要以这样的方式来决定胜负。
en_us: There was a difference of ten levels between both sides, and in the end this would be the way to decide the winner in this battle.

source: 双足飞龙的悲鸣声中充满了绝望，这种情绪一直伴随着它咽下最后一口气。
en_us: The wail of the Wyvern was filled with despair, and such emotions accompanied it till it breathed its last.

source: 反倒是长时间的咒语吟唱，更容易让他陷入危险当中，既然无法在短时间内解决咒语吟唱速度的问题，林立干脆专门选些简单的魔法来学，反正魔力不会枯竭，一个不行就多用几个，几十个魔法砸下来，还有什么东西是砸不倒的？
en_us: Instead, the prolonged recitation of spells might put him in more danger. Since he couldn't solve the problem of his recitation speed in a short time, Lin Li simply chose the easier magic to learn. His powers wouldn't be exhausted anyway; if one didn't work, he'd use several more. With dozens of magical powers blasting down, what wouldn't be knocked down?

source: 反正人证物证都在，就算想抵赖也抵赖不了。
en_us: The witnesses and evidence were all present; there was no use denying even if he wanted to.
